tap "aws/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "zsh"
brew "aliyun-cli"
brew "apr-util"
brew "augeas"
brew "node", link: false
brew "aws-cdk"
brew "awscli"
brew "black"
brew "glib"
brew "python@3.9"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libssh"
brew "qemu"
brew "lima"
brew "colima"
brew "cpanminus"
brew "curl"
brew "docker"
brew "docker-compose"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "freetds"
brew "go"
brew "gobject-introspection"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "hunspell"
brew "infracost"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "libpq"
brew "libproxy"
brew "libressl"
brew "minikube"
brew "nghttp2"
brew "oci-cli"
brew "packer"
brew "php"
brew "poppler"
brew "pyenv"
brew "python@3.10"
brew "tcl-tk"
brew "qt"
brew "streamlink"
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "tree"
brew "watch"
brew "wget"
brew "xmlstarlet"
brew "yarn"
brew "aws/tap/aws-sam-cli"
brew "git"
brew "go"
brew "ansible"
brew "checkov"

cask "android-platform-tools"
cask "aws-vault"
cask "vagrant"
cask "virtualbox"
